#include "calculator.h"

int Calculator::Add (int a, int b)
{
    return a + b;
}

int Calculator::Mul (double a, double b)
{
    return a * b + 0.5;
}
//Створити власне виправлення на 5-15 рядків
//Створити власне виправлення на 5-15 рядків
//Створити власне виправлення на 5-15 рядків
//Створити власне виправлення на 5-15 рядків
//Створити власне виправлення на 5-15 рядків
//Створити власне виправлення на 5-15 рядків
//Створити власне виправлення на 5-15 рядків
//Створити власне виправлення на 5-15 рядків
//Створити власне виправлення на 5-15 рядків